{
    "news": [
        {
            "breaking_news": "No",
            "headline": "Lionel Messi labels Barcelona a 'weak' team following shock defeat",
            "time": "about 3 mins ago",
            "source": "https://cnnphilippines.com/sports/2020/7/18/lionel-messi-weak-barcelona.html",
            "story": "At the same time Real Madrid coach Zinedine Zidane was being joyously thrown into the air by his team, Barcelona's dejected players trudged off the pitch at the Camp Nou."
        },
        {
            "breaking_news": "No",
            "headline": "How the massive Twitter hack may have happened",
            "time": "about 9 mins ago",
            "source": "https://cnnphilippines.com/business/2020/7/18/twitter-hack-how.html",
            "story": "A group of former Twitter (TWTR) employees who watched in shock as a hack compromised the accounts of some of the most prominent people on the social network, including Barack Obama, Joe Biden and Elon Musk, are among those trying to figure out how an attack of such staggering proportions could have happened."
        },
        {
            "breaking_news": "No",
            "headline": "DOST: Tawa-tawa among natural medicines being studied as additional treatment for COVID-19",
            "time": "about 1 hour ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/Tawa-tawa-among-natural-medicines-additional-treatment-coronavirus.html",
            "story": "Clinical trials are currently being conducted to study the potential of tawa-tawa and other herbal remedies as an “adjuvant” or additional treatment for COVID-19 patients, Science Secretary Fortunato De La Peña says."
        },
        {
            "breaking_news": "No",
            "headline": "Nantes Cathedral blaze investigated as possible arson",
            "time": "about 2 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/nantes-cathedral-france.html",
            "story": "An arson investigation has been launched into a fire that broke out in a cathedral in the western French city of Nantes on Saturday, the city's Mayor Johanna Rolland told CNN affiliate BFM."
        },
        {
            "breaking_news": "No",
            "headline": "SolGen to Supreme Court: Exercise utmost caution, junk TRO plea vs. anti-terrorism law",
            "time": "about 3 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/solicitor-general-supreme-court-anti-terrorism-act.html",
            "story": "Solicitor General Jose Calida urges the Supreme Court to deny petitions for a temporary restraining order against the newly signed Anti-Terrorism Act."
        },
        {
            "breaking_news": "No",
            "headline": "DPWH Build, Build, Build committee chairperson tests positive for COVID-19",
            "time": "about 3 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/Anna-Mae-Lamentillo-positive-coronavirus-DPWH.html",
            "story": "The Department of Public Works and Highways’ Build, Build, Build Committee Chairperson Anna Mae Lamentillo said Saturday that she tested positive for COVID-19."
        },
        {
            "breaking_news": "No",
            "headline": "US attorney requests DHS investigation after video shows masked, camouflaged federal authorities arresting protesters in Portland",
            "time": "about 3 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/portland-arrests-federal-authorities-camouflage.html",
            "story": "The US Attorney for the Oregon District on Friday requested an investigation into masked, camouflaged federal authorities without identification badges who are arresting protesters in Portland."
        },
        {
            "breaking_news": "No",
            "headline": "The US loses two icons of the civil rights movement in one day",
            "time": "about 4 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/John-Robert-Lewis-Cordy-Tindell-Vivian-death.html",
            "story": "Two towering figures of the American civil rights movement died Friday, a major loss for a nation still grappling with protests and demands for racial equality decades after their struggle."
        },
        {
            "breaking_news": "No",
            "headline": "This 'blessing box' is answering prayers by providing food, necessities and hope in a small Georgia community",
            "time": "about 4 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/blessing-box-Georgia.html",
            "story": "When Mandy Stewart established the Love Your Neighbor Ministries just over a month ago, she made sure that her mission was right in the name."
        },
        {
            "breaking_news": "No",
            "headline": "PH reports 2,357 new COVID-19 cases as total tops 65,000",
            "time": "about 4 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/ph-covid-19-cases-65k.html",
            "story": "The country has recorded another surge of COVID-19 infections, bringing the total to over 65,000, the Department of Health said Saturday."
        },
        {
            "breaking_news": "No",
            "headline": "GMA says immediate action taken after employee tests positive for COVID-19, talents group disagrees",
            "time": "about 4 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/GMA-immediate-action-taken-employee-tests-positive-coronavirus-TAG.html",
            "story": "GMA Network says they have done immediate contact tracing efforts and other necessary actions after finding out that one of their employees tested positive for COVID-19."
        },
        {
            "breaking_news": "No",
            "headline": "PH envoy in South Korea accused of sexual harassment resigns – DFA",
            "time": "about 4 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/south-korea-envoy-resign-sexual-harassment.html",
            "story": "The Philippine Ambassador to South Korea has resigned after he was accused of sexual harassment a few months ago, the Department of Foreign Affairs said in a statement on Saturday."
        },
        {
            "breaking_news": "No",
            "headline": "PTV to temporarily go off air for disinfection",
            "time": "about 6 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/PTV-to-go-off-air-July-19.html",
            "story": "State-run People’s Television Network Inc. will be off the air on Sunday to disinfect its facilities after its employee tested positive for coronavirus disease."
        },
        {
            "breaking_news": "No",
            "headline": "TV host Iya Villania gives birth to a baby girl",
            "time": "about 6 hours ago",
            "source": "https://cnnphilippines.com/entertainment/2020/7/18/Iya-Villania-gives-birth-Alana-Lauren.html",
            "story": "Primo and Leon welcome baby sister Alana Lauren"
        },
        {
            "breaking_news": "No",
            "headline": "10 of Senator Gordon’s staff positive for COVID-19",
            "time": "about 6 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/richard-gordon-staff-covid-19.html",
            "story": "Senator Richard Gordon, who also chairs the Philippine Red Cross, says he has tested negative for the viral disease."
        },
        {
            "breaking_news": "No",
            "headline": "Feeling frustrated? Then scream your head off in Iceland's vast wilderness",
            "time": "about 6 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/Iceland-scream-wilderness.html",
            "story": "Let's be honest, 2020 is a bust."
        },
        {
            "breaking_news": "No",
            "headline": "With plane carrying Dale Earnhardt Jr. on fire and filling with smoke, pilot kicked open cabin door",
            "time": "about 7 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/Dale-Earnhardt-Jr-pilot-crash.html",
            "story": "As the crashed plane began to fill with smoke, one of Dale Earnhardt Jr.'s pilots kicked open the main cabin door wide enough for the NASCAR legend and his family to escape to safety, according to a trove of documents released this week by the National Transportation Safety Board."
        },
        {
            "breaking_news": "No",
            "headline": "Gov’t shifts to livelihood assistance for OFWs in August",
            "time": "about 7 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/livelihood-assistance-OFWs.html",
            "story": "The government will focus on providing livelihood assistance instead of cash aid for returning overseas Filipinos, an official said on Saturday."
        },
        {
            "breaking_news": "No",
            "headline": "‘Flexible on-the-job trainings’ pushed amid pandemic",
            "time": "about 7 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/flexible-OJT-CHED-COVID-19-crisis.html",
            "story": "On-the-job trainings or internships can push through online at the start of the coming semester, while limited face-to-face sessions can be done in the latter part, the Commission on Higher Education proposes."
        },
        {
            "breaking_news": "No",
            "headline": "New temporary isolation facilities in Metro Manila ready for occupancy — Dizon",
            "time": "about 8 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/hotels-temporary-isolation-facilities-COVID-patients-metro-manila-.html",
            "story": "Some hotels in Metro Manila that will serve as temporary isolation facilities for COVID-19 patients with mild or no symptoms are now ready for occupancy, an official said Saturday."
        },
        {
            "breaking_news": "No",
            "headline": "Deadline extended for motorcycle barrier rule",
            "time": "about 8 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/Deadline-extended-motorcycle-barrier-rule.html",
            "story": "The deadline for installing barriers that will allow riding in tandem on motorcycles has been moved to July 26, authorities said Saturday.\nBack riding is strictly for husbands and wives, common-law couples, and live-in partners only."
        },
        {
            "breaking_news": "No",
            "headline": "OPINION: How Justin Trudeau's latest ethics scandal could spell the end of his career",
            "time": "about 9 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/Justin-Trudeau-ethics-scandal.html",
            "story": "Now the charismatic G7 leader has a different problem on his hands. It not only threatens to deal a fatal blow to the once impenetrable Trudeau brand, it also casts unwelcome scrutiny on his immediate family and on an international charity juggernaut with links to Bill Clinton, Oprah Winfrey and several other well-known celebrities and leaders."
        },
        {
            "breaking_news": "No",
            "headline": "All COVID-19 beds in Ospital ng Muntinlupa occupied — mayor",
            "time": "about 11 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/COVID-19-beds-in-Ospital-ng-Muntinlupa-occupied.html",
            "story": "A government-owned hospital in Muntinlupa City no longer accepts new coronavirus patients as all of its beds dedicated to these cases are already full, the mayor said."
        },
        {
            "breaking_news": "No",
            "headline": "Ex-Trump economist says White House was warned of potential pandemic disaster in September",
            "time": "about 12 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/Ex-Trump-economist-White-House-warned-potential-pandemic-disaster-September.html",
            "story": "Previously, President Trump has insisted that no one could have foreseen or prevented the coronavirus outbreak."
        },
        {
            "breaking_news": "No",
            "headline": "From farmed mink to your pet cat, here's what we know about coronavirus and animals",
            "time": "about 13 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/coronavirus-animals-.html",
            "story": "The planned slaughter of almost 100,000 mink after a coronavirus outbreak on a Spanish farm has renewed questions around COVID-19 and the transmission to animals."
        },
        {
            "breaking_news": "No",
            "headline": "Physical distancing measures could reduce new COVID-19 cases by 13%",
            "time": "about 13 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/Physical-distancing-measures-slow-coronavirus-spread-.html",
            "story": "The researchers gathered and analyzed information on daily reported cases from 149 countries or regions both before and after five different physical or social distancing measures were put into place."
        },
        {
            "breaking_news": "No",
            "headline": "Vice Ganda movie among first four MMFF 2020 official entries",
            "time": "about 14 hours ago",
            "source": "https://cnnphilippines.com/entertainment/2020/7/18/Vice-Ganda-movie-among-first-four-MMFF-2020-official-entries.html",
            "story": "The third installment of Vice Ganda’s ‘Praybeyt Benjamin’ is among the first four official entries to the 2020 Metro Manila Film Festival"
        },
        {
            "breaking_news": "No",
            "headline": "India to resume international flights, confirms air corridors with US, France, Germany",
            "time": "about 14 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/India-air-corridors-US-France-Germany.html",
            "story": "For the first time since March, India is allowing scheduled international flights into the country."
        },
        {
            "breaking_news": "No",
            "headline": "Mikee Cojuangco elected IOC Executive Board member",
            "time": "about 14 hours ago",
            "source": "https://cnnphilippines.com/sports/2020/7/18/Mikee-Cojuangco-elected-IOC-Executive-Board-member.html",
            "story": "International Olympic Committee representative to the Philippines and 2002 Asian Games gold medalist Mikee Cojuangco-Jaworski is one of the newest members of the IOC Executive Board, the highest body in the international sports governing organization"
        },
        {
            "breaking_news": "No",
            "headline": "Ruth Bader Ginsburg announces cancer recurrence, will remain on the Supreme Court",
            "time": "about 14 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/US-Justice-Ruth-Bader-Ginsburg-cancer-recurrence.html",
            "story": "US Justice Ruth Bader Ginsburg said Friday she is undergoing chemotherapy to treat a recurrence of cancer."
        },
        {
            "breaking_news": "No",
            "headline": "A combination of community measures are needed to keep COVID-19 under control, WHO official says",
            "time": "about 18 hours ago",
            "source": "https://cnnphilippines.com/world/2020/7/18/A-combination-of-community-measures-are-needed-to-keep-COVID-19-under-control--WHO-official-says.html",
            "story": "So many modes of transmission come into play in close, overcrowded, indoor environments, and people need to understand and manage their risk in these situations, said Dr. Mike Ryan, executive director of the World Health Organization's Health Emergencies Programme"
        },
        {
            "breaking_news": "No",
            "headline": "LIVE UPDATES: COVID-19 pandemic",
            "time": "about 20 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/18/live-updates-covid-pandemic-july-18.html",
            "story": "CNN Philippines gives you real-time updates on the coronavirus pandemic"
        },
        {
            "breaking_news": "No",
            "headline": "DILG says reports of police, military leading COVID-19 patients search are ‘fake news’",
            "time": "about 21 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/DILG-police--military-leading-COVID-19-patients-search-fake-news-.html",
            "story": "Interior Secretary Eduardo Año said Friday that reports of the police and military leading the search for COVID-19 patients under home quarantine are “fake news.”"
        },
        {
            "breaking_news": "No",
            "headline": "UP, UST researchers predict 85,000 COVID-19 cases in PH by end-July",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/UP-UST-researchers-85-000-COVID-19-cases-end-July-.html",
            "story": "The number of COVID-19 cases in the country may surge to at least 85,000 by end of the month, with 2,000 possible deaths in the next two weeks, according to the projection by a group of researchers from UP and UST."
        },
        {
            "breaking_news": "No",
            "headline": "Medical expert appeals for more urgency from gov’t in solving COVID-19 crisis",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/Medical-expert-appeals-for-more-urgency-from-gov-t-in-solving-COVID-19-crisis.html",
            "story": "Dr. Minguita Padilla, team leader of private sector-led testing group Project ARK, hopes government officials should not use the health sector in their political interests to really solve the COVID-19 crisis in the country."
        },
        {
            "breaking_news": "No",
            "headline": "Business-led initiative teams up with local governments for testing",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/videos/2020/7/17/Business-led-initiative-teams-up-with-local-governments-for-testing.html",
            "story": "With Covid-19 cases still on the rise, the private sector is ramping up efforts to help contain the virus.\nRecently, the Project Ark initiative teamed up with local governments in metro manila to help test more people.\nLet's find out more from Doctor Minguita Padilla – the Project’s Medical Team Leader."
        },
        {
            "breaking_news": "No",
            "headline": "Media groups, journalists demand Duterte's speeches be aired 'live and unfiltered'",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/media-groups-want-unfiltered-duterte-speech.html",
            "story": "Nine media groups and 51 journalists have signed a statement demanding that the President's speeches be broadcasted "live and unfiltered" after news spread that officials edited out portions of one of his recent addresses."
        },
        {
            "breaking_news": "No",
            "headline": "Salceda: House only waiting for Senate to pass 'Bayanihan 2'",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/Salceda-says-House-awaits-Senate-Bayanihan-2-passage.html",
            "story": "The House of Representatives is currently on the lookout for the Senate's approval of the Bayanihan to Recover as One or Bayanihan 2 Act, House Ways and Means Committee Chairman Rep. Joey Salceda said."
        },
        {
            "breaking_news": "No",
            "headline": "Gov’t releases over 90 percent of national budget as of end-June",
            "time": "about 22 hours ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/DBM-budget-released-end-June-2020.html",
            "story": "DBM says it has released 92.3 percent of the national budget this year despite the COVID-19 pandemic."
        },
        {
            "breaking_news": "No",
            "headline": "Zamboanga del Norte requires negative RT-PCR test results for returnees",
            "time": "about 0 days ago",
            "source": "https://cnnphilippines.com/regional/2020/7/17/Zamboanga-del-Norte-requires-negative-RT-PCR-test-.html",
            "story": "The province of Zamboanga del Norte is requiring returning individuals to have a negative RT-PCR test beginning Monday."
        },
        {
            "breaking_news": "No",
            "headline": "NBI cites rise in cyber-libel raps amid Bong Go complaint",
            "time": "about 0 days ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/nbi-cyber-libel-complains-on-the-rise.html",
            "story": "There has been an increase in cyber-libel complaints filed by the public and government officials over the past months, the National Bureau of Investigation says in the wake of reports on the subpoena issued to a critic of Senator Bong Go."
        },
        {
            "breaking_news": "No",
            "headline": "Life Choices: 5 things to check out this week",
            "time": "about 0 days ago",
            "source": "https://cnnphilippines.com/life/leisure/Life-Choices/2020/7/17/weekly-pop-culture-recommendations.html",
            "story": "Your weekly recommendation of movies and shows to watch, stuff to read, and songs to listen to."
        },
        {
            "breaking_news": "No",
            "headline": "'The Exchange' with San Miguel President and COO Ramon Ang",
            "time": "about 0 days ago",
            "source": "https://cnnphilippines.com/videos/2020/7/17/-The-Exchange--with-San-Miguel-President-and-COO-Ramon-Ang.html",
            "story": "Your business is our business. Watch The Exchange with our senior anchor Rico Hizon."
        },
        {
            "breaking_news": "No",
            "headline": "A Georgia teen on her first skydive and a veteran instructor died when their chutes failed",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/world/2020/7/17/Georgia-teen-dies-skydiving-.html",
            "story": "Jeanna Triplicata wasn't a thrill-seeker, but she decided to try something daring after graduating high school: going skydiving for the first time."
        },
        {
            "breaking_news": "No",
            "headline": "After George Floyd, French police face fresh scrutiny over alleged brutality",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/world/2020/7/17/france-police-brutality.html",
            "story": ""J'etouffe!" It's French, for "I'm suffocating" or "I can't breathe,
            " and it was repeated seven times by a man in January as he was being pinned down by three police officers and as another filmed, near the Eiffel Tower in Paris."
        },
        {
            "breaking_news": "No",
            "headline": "SMC running 'full speed ahead,' unfazed by pandemic",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/business/2020/7/17/SMC-full-speed-ahead-businesses-pandemic.html",
            "story": "San Miguel Corporation chief Ramon Ang says operations remain unaffected by the COVID-19 crisis, with its essential businesses running full speed ahead as they took advantage of the lockdown to fast-track projects."
        },
        {
            "breaking_news": "No",
            "headline": "Ramon Ang: Quick mass testing needed to reopen economy",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/business/2020/7/17/Ramon-Ang-quick-mass-testing-reopen-economy.html",
            "story": "The Philippines must scale up mass testing as it looks to restore the economy, San Miguel Corporation President and Chief Operating Officer Ramon Ang says, as he also called on more businesses to reopen to keep jobs."
        },
        {
            "breaking_news": "No",
            "headline": "Spain orders cull of nearly 100,000 farmed mink after animals test positive for COVID-19",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/world/2020/7/17/spain-culls-minks-coronavirus.html",
            "story": "Spanish authorities have ordered the culling of almost 100,000 mink following an outbreak at a farm, where the animals are bred for fur, after a number tested positive for the novel coronavirus."
        },
        {
            "breaking_news": "No",
            "headline": "PNP probes Malaybalay police Facebook post linking ABS-CBN supporters to terrorism",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/news/2020/7/17/PNP-Malaybalay-police-Facebook-post-ABS-CBN-supporters-terrorism-.html",
            "story": "The Philippine National Police Headquarters investigates a controversial social media post of the Malaybalay City Police Station, associating ABS-CBN supporters to terrorism."
        },
        {
            "breaking_news": "No",
            "headline": "Brazil's coronavirus chaos provides a global laboratory for the vaccine race",
            "time": "about 1 day ago",
            "source": "https://cnnphilippines.com/world/2020/7/17/brazil-covid-19-laboratory-vaccine.html",
            "story": "As the coronavirus pandemic tears through Brazil, researchers and pharmaceutical companies are turning to the South American giant in search of a vaccine."
        }
    ]
}